Repository: yasmanets/iss-tracker
Catalog: iss-tracker/iss-tracker/Languages/*.lproj/Localizable.strings
Languages: es

# app_name
source: ISS Tracker
es: Rastreador ISS

# flight_list_navigation_title
source: Upcoming overflights
es: Próximos sobrevuelos

# you_are_in_label
source: You are in:
es: Estás en:

# flights_date_of
source: of
es: de

# flights_date_at
source: at
es: a las

# flights_duration
source: For %@ minutes and %@ seconds
es: Durante %@ minutos y %@ segundos

# flights_duration_seconds
source: seconds
es: segundos

# detail_navigation_title
source: Upcoming overflight
es: Próximo sobrevuelo

# detail_information_text
source: Until the overflight remain:
es: Hasta el sobrevuelo quedan:

# datails_flight_duration
source: The overflight will last %@ minutes and %@ seconds
es: El sobrevuelo durará %@ minutos y %@ segundos

# detail_random_message_prefix
source: %@ is the number of seconds the overflight will last and in addition, %@
es: %@ son los segundos que durará el sobrevuelo y además, %@
